{"HasMore":true,"Postings":[{"Author":null,"Date":"\/Date(1326922274000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":"http:\/\/www.tourdownunder.com.au\/will-clarke-win.htm","Text":"ARTICLE: Will Clarke win it? You bet he will","Title":"","Type":"5"},{"Author":null,"Date":"\/Date(1326922234000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":"http:\/\/www.tourdownunder.com.au\/photo-gallery_05BC5411F6C84E62B8FCBF58F21D0850.htm","Text":"PHOTOS - Coleman's Group Stage 2 photo gallery here","Title":"","Type":"5"},{"Author":null,"Date":"\/Date(1326922162000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":"http:\/\/www.tourdownunder.com.au\/video-gallery.htm","Text":"VIDEO - Coleman's Group Stage 2 wrap up by Phil Liggett and Paul Sherwen","Title":"","Type":"5"},{"Author":null,"Date":"\/Date(1326873664000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"<b>Simon Gerrans (AUS) - GEC<\/b> finished 3rd in today's stage and is well in contention for overall honours in 4th @0:08 behind Martin Kohler.\u000d\u000a\u000d\u000a\"I never believed we were going to catch Will [William Clarke]. It took some time for the bunch to organise the chase, and when we did, it was on the edge the whole time trying to close the gap.\u000d\u000a\u000d\u000a\"It’s great to have GreenEDGE on the podium. All credit to Will, that was an outstanding effort.\"\u000d\u000a ","Title":"","Type":"5"},{"Author":null,"Date":"\/Date(1326871464000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"The official crowd figure for today's Colemans Group Stage 2 was 110,000.\u000d\u000aAdd that to yesterday's 95,000 for stage 1, and 112,000 for the Down Under Classic, and the total comes to 317,000.\u000d\u000a\u000d\u000a","Title":"","Type":"5"},{"Author":null,"Date":"\/Date(1326870179000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Today's ride by Will Clarke was a great moment in SANTOS Tour Down Under history.\u000d\u000a\u000d\u000a\"I was in the break away from the gun with [Martin] Kohler who went out there to get a few bonus seconds, but then he fell back into the pack, which gave me a bit more time.\u000d\u000a \u000d\u000aWith about fifty or sixty kilometres to go I had eleven minutes coming and I sort of kept chipping away and stayed away.\u000d\u000a\u000d\u000aI was really hurting at the end and lucky to stay away but I was pretty strong ... I had to be pretty strong to stay away at the end.\u000d\u000a\u000d\u000aI’ll think about the next stage tonight and try to recover best I can. You never know what can happen tomorrow. \u000d\u000a\u000d\u000aHopefully I’ll be back up, but it took a lot out of me and I’ll see what happens now.\u000d\u000a\u000d\u000aI tried to drink and eat as much as I could, but I was definitely fading at the end.\u000d\u000a\u000d\u000aIt is a shock to get three jerseys in one day [most aggressive, stage win and King of the Mountain], it was a bit more that I planned to get, but I can’t complain.\"\u000d\u000a\u000d\u000a \u000d\u000a","Title":"","Type":"5"},{"Author":null,"Date":"\/Date(1326869855000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Georges Luchinger is the Media officer for team BMC:\u000d\u000a\u000d\u000a\"First of all it means that everybody is happy because it is the first pro tour race of the new season. It is an important race and Martin [Kohler] was already excellent on the road yesterday and today he is right again – like he says himself that it was part of his plan to go in the break and to try something, and with this team work, I think not only Martin is happy but the whole team can be happy and, of course, proud.\"","Title":"","Type":"5"},{"Author":null,"Date":"\/Date(1326869777000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Dave Sanders is the team Manager at UniSA.\u000d\u000a\u000d\u000a“It was a beautiful moment [winning the race] in the biggest field, to take young Aussies and see them believe in themselves and take it on and ride it to the finish.”\u000d\u000a\u000d\u000a“It was only at about 30km to go that I said to him to open the throttle up...if you open it up too wide too early it can implode. I didn’t know if he had the power to lift it but he did, then it was just a numbers game to see if he could grab GC as well.”\u000d\u000a\u000d\u000a“It gives us credibility [to be up here on this stage]. I’m sure some of the pro teams look at us and wonder why we’re here, and look at us in a manner that we’re maybe not worthy to be here but every year we do something that proves we are worthy to be here and it’s a stage for young guys to put their hands up and say ‘here I am’. [Every year] we put the cards on the table.”\u000d\u000a\u000d\u000a\u000d\u000a \u000d\u000a","Title":"","Type":"5"},{"Author":null,"Date":"\/Date(1326869710000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Michael Matthews [Rabobank Cycling Team]: \u000d\u000a\u000d\u000a\"When it got up to eleven minutes on the second last lap, we knew we really weren’t going to catch him [William Clarke], but we just made sure we got it as close as we could for the GC for [Luis Leon]Sanchez and hopefully get second in the sprint. \u000d\u000a\u000d\u000a\"It started off cool [the temperaturs], but half way through the race it got really hot – almost the same as yesterday. \u000d\u000a\u000d\u000a\"It sort of hit us really fast. We probably didn’t have enough water at the start because we didn’t know it was going to get that hot. I was definitely cramping at the finish.\u000d\u000a\u000d\u000a","Title":"","Type":"5"},{"Author":null,"Date":"\/Date(1326869649000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Here's what new SANTOS Tour Down Under leader BMC's Martin Kohler said after the stage.\u000d\u000a \u000d\u000a\"I wasn’t really sure if it was going to work out. I did the first attack and it was a successful one.\"\u000d\u000a\u000d\u000aTen minutes with two laps to go – what was going on in the Pelton?\u000d\u000a\u000d\u000a\"Nobody really wanted to ride because it wasn’t a sprint stage because it’s uphill to the finish. \u000d\u000aMaybe it was a mistake to wait for the pack, but it got really, really fast for the last two laps.\"\u000d\u000a\u000d\u000a \u000d\u000aWas there any one team doing the work on the front? Or was it a number of teams?\u000d\u000a\u000d\u000a\"There were a number of teams ... Rabobank, SKY and at the end our guys were also helping.\"\u000d\u000a\u000d\u000aWhat does it mean to be in the leader jersey in a major tour at the start of the season?\u000d\u000a\u000d\u000a\"It means a lot, because it is my first leader’s jersey and it is one of my favourite days here in Australia, but it is early in the season.\u000d\u000a\u000d\u000aSo for sure it’s good to be already in good shape, but I know it’s going to be hard for the next stage which is a longer stage, with an uphill finish, which is different and more tough than other years. \u000d\u000a\u000d\u000a\"Its going to be really hard for me to defend the jersey because I think the last two days I have lost a little bit of energy.\"\u000d\u000a\u000d\u000a \u000d\u000a\u000d\u000aSL: With Cadel Evans winning the Tour de France last year, how much pressure does this place on the team to perform?\u000d\u000a\u000d\u000a \u000d\u000a\u000d\u000aKohler: Not much, actually because I feel we get more respect from the other teams. Since Cadel won the tour ... everybody knows that and it is good to show something so that the people don’t forget.\u000d\u000a","Title":"","Type":"5"}]}