{"HasMore":true,"Postings":[{"Author":null,"Date":"\/Date(1327209575000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Cycle Instead Young Rider jersey:\u000d\u000a<b>Rohan Dennis (AUS - SA) - UNA<\/b>\u000d\u000a\u000d\u000aHindmarsh Most Aggressive:\u000d\u000a<b>Jan Bakelants (BEL) - RNT<\/b>\u000d\u000a\u000d\u000a ","Title":"","Type":"8"},{"Author":null,"Date":"\/Date(1327209482000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"SKODA KOM:\u000d\u000a1:<b>Rohan Dennis (AUS - SA) - UNA<\/b>: 29pts.\u000d\u000a2:<b>Thomas de Gendt (BEL) - VCD<\/b>: 24pts.\u000d\u000a3:<b>Simon Gerrans (AUS) - GEC<\/b>:   24pts.\u000d\u000a4:<b>Tiago Machado (POR) - RNT<\/b>  18pts.\u000d\u000a     \u000d\u000a","Title":"","Type":"8"},{"Author":null,"Date":"\/Date(1327196542000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":"http:\/\/tourdownunder.com.au\/photo-gallery_C17B9C9E02BF4301A78C76836D686D24.htm","Text":"PHOTOS - Jayco Stage 5 photo gallery","Title":"","Type":"8"},{"Author":null,"Date":"\/Date(1327196498000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":"http:\/\/tourdownunder.com.au\/video-gallery.htm","Text":"VIDEO - Jayco Stage 5 Highlights","Title":"","Type":"8"},{"Author":null,"Date":"\/Date(1327196454000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":"http:\/\/tourdownunder.com.au\/results-2012.htm","Text":"Jayco Stage 5 Results and GC","Title":"","Type":"8"},{"Author":null,"Date":"\/Date(1327131046000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"<b>Simon Gerrans (AUS) - GEC<\/b>:\u000d\u000a\"I’m rapt to have the lead going into the last stage. It’s such a big deal for GreenEDGE to take the lead into the last stage in their first world tour outing so I’m thrilled and really rapt with the whole team’s performance, they have really supported me all week so I really can’t thank the guys enough.\"","Title":"","Type":"8"},{"Author":null,"Date":"\/Date(1327130989000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Dave Sanders -Manager of UNISA\u000d\u000a\u000d\u000a “I’m very proud of these kids [for securing king of the mountain], I mean these are the best riders in the world, just got them to believe not to be afraid of them, to race them, you’ll either get there or you won’t but you can’t if you don’t have ago. I think we have secured the Mountain Jersey, probably Young Riders and possibly fifth maybe GC, so that’s pretty cool with young guys.”\u000d\u000a","Title":"","Type":"8"},{"Author":null,"Date":"\/Date(1327130929000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Andrew Ryan, GreenEDGE management:\u000d\u000a\u000d\u000a“We’ve worked so hard and now the team are working so hard and to get this result is just fantastic. Today was such a tough day, you know Simon was really on his own so it was amazing results that showed what he’s really capable of”.\u000d\u000a\u000d\u000aHow does it make you feel when you’re out on the road and you see GreenEdge caps everywhere? \u000d\u000a\u000d\u000a“Look it’s quite emotional like yesterday I was in the car with Matt White and people see the GreenEdge and start cheering, it’s just amazing. You do feel proud of what we have achieved, we are also proud for the Australian’s because they have an Australian team that they can really get behind”.\u000d\u000a\u000d\u000aYou’ve done a great job and the women have really set it off perfectly at the start of the season..\u000d\u000a\u000d\u000a“The women have really set the bench mark. Its great theamount of coverage the women have been getting as well. Women’s sport doesn’t alwaysget the support it needs so that’s something we do try and do.”\u000d\u000a","Title":"","Type":"8"},{"Author":null,"Date":"\/Date(1327130804000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Phil Anderson: \u000d\u000a\u000d\u000a\"I think it was kind of expected [for an Australian team to lead] but it’s (bloody) fantastic! It’s very close, obviously it’s on the same time as Valverde from what I hear so it’s fantastic.\" \u000d\u000a\u000d\u000aHow does it compare to your experiences and the Tour de France?\u000d\u000a\u000d\u000a\"I can’t believe it, it would have been great to be part of it as a racer but unfortunately that’s what happens, you know a couple of generations on now but it’s great to see Simon take the jersey and be a part of watching history go down here.\"\u000d\u000a\u000d\u000a","Title":"","Type":"8"},{"Author":null,"Date":"\/Date(1327130780000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"<b>Edvald Boasson Hagen (NOR) - SKY<\/b>:\u000d\u000a\u000d\u000aThat was an incredible day out there and you managed to make yourself open to the break, how are you feeling now?\u000d\u000a\u000d\u000a“...really good from the team to keep on top of ... so they did a great job there and I managed to get up the climb first time so.... I felt really good and ...was really hard for me...so we managed to get over the top, so I’m so happy and the team did a great job today I thought.”\u000d\u000a\u000d\u000aCan you hold on tomorrow? \u000d\u000a\u000d\u000a“I’m not sure...... I hope I can keep the sprint jersey, maybe I can go a little bit higher up in the GC....”\u000d\u000a\u000d\u000a\u000d\u000a\u000d\u000a \u000d\u000a","Title":"","Type":"8"}]}