{"HasMore":true,"Postings":[{"Author":null,"Date":"\/Date(1327218535000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Simon Gerrans: GreenEDGE\u000d\u000a‘I’m just really rpat for all the supporters of GreenEDGE, for everyone who has backed the team from such an early stage and all the guys who have been channelling in since the team started, as well as all the riders that signed on. It’s just so nice to have our first victory at our first world outing in Australia. This really takes the pressure off (for the teams’ first outing). Often that first victory for a new team is the hardest one to get and we’ve got in our first outing, so it really is a dream start and I think this will create a great momentum for the year to come. ‘I’ll be wearing this jersey with pride all year long. It is such an honour to be the Australian champion and also to be part of the GreenEDGE Team.’\u000d\u000a","Title":"","Type":"9"},{"Author":null,"Date":"\/Date(1327218482000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Alejandro Valverde: Movistar Team\u000d\u000a“I am very happy with finishing second in the Santos Tour Down Under. The outcome is much better than I expected when I came to Australia. Today was a super fast stage with a bit of wind that made it even more difficult. I’m very happy.”\u000d\u000a","Title":"","Type":"9"},{"Author":null,"Date":"\/Date(1327218468000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Eddy Merckx:\u000d\u000a“It was a great race and I will be thanking everybody, everything was great” \u000d\u000a","Title":"","Type":"9"},{"Author":null,"Date":"\/Date(1327218444000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Jan Bakelants: RadioShack-Nissan-Trek\u000d\u000a“It’s a nice extra; I didn’t expect it and I knew this morning I could move up one place if I took a bonus sprint. I knew it would be difficult and I saw the opportunity to go. There was a large gap and I was going pretty fast and was secure to take the sprint then I waited for Cameron [Meyer] and he came with me. It was absolutely a great start to the year.”\u000d\u000a","Title":"","Type":"9"},{"Author":null,"Date":"\/Date(1327218400000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Robbie McEwen – GreenEdge Cycling Team \u000d\u000a“I’m just really happy and proud to be part of this team here at the Santos Tour Down Under. I’m not retiring today, that was my last Aussie race officially, but the season’s not done. I am still going to race for another four months after this. It’s a fantastic way to go out as far as Australia racing is concerned. I joined the team and was really excited about being a part of the GreenEDGE project racing in an Aussie team, our national team. It was all about winning the jersey and that’s the success for the team, it feels like a personal win to be a part of it”.\u000d\u000a","Title":"","Type":"9"},{"Author":null,"Date":"\/Date(1327218375000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Edvald Boasson Hagen: Sky Procycling\u000d\u000a“I got the jersey but I would like to be more up in the final stage, but I managed to keep the jersey so that’s a good thing. It’s an early start to the season and to be on top form now is difficult.I’m happy to be on ok form and I can still get better”.\u000d\u000a","Title":"","Type":"9"},{"Author":null,"Date":"\/Date(1327218355000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Jens Voigt: RadioShack-Nissan-Trek \u000d\u000a“We like to win a team GC and on top of that we managed to place Tiago; we are pretty happy with the outcome of the race. Well, fortunately everybody knows what they’re up for and we try and stay in the air-conditioned rooms as much as possible.”\u000d\u000a","Title":"","Type":"9"},{"Author":null,"Date":"\/Date(1327218337000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Cameron Meyer: GreenEdge Cycling Team: \u000d\u000a“The main goal of the day was not me, it was for Simon. I am happy with my form to date, I think I’m on the right track, I am happy with where I am at”.\u000d\u000a","Title":"","Type":"9"},{"Author":null,"Date":"\/Date(1327218280000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Tiago Machado:\u000d\u000a“For me, I need to say thanks to the team for the support along the week and I cannot forget the last half of the last season. Some people, my brother Johan, my personal coach, who prepared me for the beginning of the season. I look forward to the biggest bike race in the world and the rest of the season.”\u000d\u000a","Title":"","Type":"9"},{"Author":null,"Date":"\/Date(1327218242000+1100)\/","Guid":null,"LinkImage":null,"LinkVideo":null,"LinkWeb":null,"Text":"Mike Turtur: Race Director\u000d\u000a“Everyone has worked hard to present the race and the riders have done their bit. They have raced in all sorts of hard conditions and it has been an entertaining week. GreenEDGE and Simon two times winner now joins Greipel and O’Grady and a terrific start for GreenEDGE and hopefully they have a great season. Will keep working at the race and I reckon the race is equal to a lot of races in Europe at the moment. We're happy we have found our place for the first race of the season which creates a lot of interest. It's developing nicely and maintained a level that Armstrong established and we're big enough to stand on our own two feet.”\u000d\u000a","Title":"","Type":"9"}]}